Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: What you'll never get
ar: ما لن تحصل عليه أبدًا
da: Hvad du aldrig får
de: Was du nie bekommst
es: Lo que nunca recibirás
fi: Mitä et koskaan saa
fr: Ce que vous n’aurez jamais
is: Hvað þú færð aldrei
it: Cosa non riceverai mai
ja: 決して行わないこと
ko: 절대 하지 않는 것
nb: Hva du aldri får
nl: Wat je nooit krijgt
pt_br: O que você nunca receberá
ru: Чего вы никогда не получите
sv: Vad du aldrig får
zh_hans: 我们绝不会做的事

source: What's changed in the last 30 days?
ar: ما الذي تغير خلال آخر 30 يومًا؟
da: Hvad har ændret sig de seneste 30 dage?
de: Was hat sich in den letzten 30 Tagen geändert?
es: ¿Qué ha cambiado en los últimos 30 días?
fi: Mikä on muuttunut viimeisten 30 päivän aikana?
fr: Qu’est-ce qui a changé ces 30 derniers jours ?
is: Hvað hefur breyst síðustu 30 daga?
it: Cosa è cambiato negli ultimi 30 giorni?
ja: 直近30日で何が変わりましたか？
ko: 최근 30일 동안 무엇이 달라졌나요?
nb: Hva har endret seg de siste 30 dagene?
nl: Wat is er veranderd in de laatste 30 dagen?
pt_br: O que mudou nos últimos 30 dias?
ru: Что изменилось за последние 30 дней?
sv: Vad har förändrats de senaste 30 dagarna?
zh_hans: 最近 30 天有什么变化？

source: WHAT'S HELPING
ar: ما الذي يساعد
da: HVAD HJÆLPER
de: WAS HILFT
es: QUÉ AYUDA
fi: MIKÄ AUTTAA
fr: CE QUI AIDE
is: HVAÐ HJÁLPAR
it: COSA AIUTA
ja: 効いていること
ko: 도움이 되는 것
nb: HVA SOM HJELPER
nl: WAT HELPT
pt_br: O QUE ESTÁ AJUDANDO
ru: ЧТО ПОМОГАЕТ
sv: VAD SOM HJÄLPER
zh_hans: 哪些在帮助

source: WHAT'S HURTING
ar: ما الذي يضر
da: HVAD SKADER
de: WAS SCHADET
es: QUÉ PERJUDICA
fi: MIKÄ HAITTAA
fr: CE QUI NUIT
is: HVAÐ SKAÐAR
it: COSA PENALIZZA
ja: 妨げていること
ko: 방해가 되는 것
nb: HVA SOM SKADER
nl: WAT SCHAADT
pt_br: O QUE ESTÁ ATRAPALHANDO
ru: ЧТО МЕШАЕТ
sv: VAD SOM SKADAR
zh_hans: 哪些在拖累

source: What's in each report
ar: ما يحتويه كل تقرير
da: Hvad er der i hver rapport
de: Was in jedem Bericht enthalten ist
es: Qué contiene cada informe
fi: Mitä kukin raportti sisältää
fr: Ce que contient chaque rapport
is: Hvað er í hverri skýrslu
it: Cosa contiene ogni report
ja: 各レポートの内容
ko: 각 리포트의 내용
nb: Hva som er i hver rapport
nl: Wat er in elk rapport staat
pt_br: O que há em cada relatório
ru: Что содержится в каждом отчёте
sv: Vad varje rapport innehåller
zh_hans: 每份报告包含的内容

source: WHAT'S WORKING
ar: ما الذي ينجح
da: HVAD VIRKER
de: WAS FUNKTIONIERT
es: QUÉ FUNCIONA
fi: MIKÄ TOIMII
fr: CE QUI FONCTIONNE
is: HVAÐ VIRKAR
it: COSA FUNZIONA
ja: うまくいっていること
ko: 잘 되고 있는 것
nb: HVA SOM VIRKER
nl: WAT WERKT
pt_br: O QUE ESTÁ FUNCIONANDO
ru: ЧТО РАБОТАЕТ
sv: VAD SOM FUNGERAR
zh_hans: 哪些有效

source: When ATL drops below CTL by 10% for 4+ days, Emuqu recognises you're tapering and labels it 'Peaking' on the Trajectory screen. Suppresses 'detraining' messaging.
ar: عندما يهبط ATL دون CTL بنسبة 10% لمدة 4 أيام أو أكثر، يدرك Emuqu أنك في مرحلة تخفيف ويصنّفها «ذروة» في شاشة المنحى. ويوقف رسائل «تراجع التدريب».
da: Når ATL falder 10% under CTL i 4+ dage, genkender Emuqu at du nedtrapper og markerer det som 'Peaking' på Bane-skærmen. Skjuler beskeder om 'detræning'.
de: Fällt ATL 4+ Tage lang 10% unter CTL, erkennt Emuqu ein Tapering und kennzeichnet es im Entwicklungsbildschirm als „Höchstform“. Meldungen zu „Formverlust“ werden unterdrückt.
es: Cuando el ATL baja un 10% por debajo del CTL durante 4+ días, Emuqu reconoce que estás afinando y lo etiqueta como «En pico» en la pantalla de Trayectoria. Se suprimen los mensajes de «desentrenamiento».
fi: Kun ATL jää 10% CTL:n alle 4+ päiväksi, Emuqu tunnistaa keventämisen ja merkitsee sen kehityskaarinäkymässä nimellä "Peaking". Kunnon laskun viestit vaimennetaan.
fr: Lorsque l’ATL descend 10% sous le CTL pendant 4 jours ou plus, Emuqu reconnaît un affûtage et l’étiquette « Pic de forme » sur l’écran Trajectoire. Les messages de « désentraînement » sont supprimés.
is: Þegar ATL fellur 10% undir CTL í 4+ daga þekkir Emuqu niðurtröppun og merkir hana 'Peaking' á ferilskjánum. Skilaboð um 'afþjálfun' eru bæld.
it: Quando l’ATL scende del 10% sotto il CTL per 4+ giorni, Emuqu riconosce lo scarico e lo etichetta come 'Peaking' nella schermata Traiettoria. I messaggi di 'decondizionamento' vengono soppressi.
ja: ATL が CTL を 10% 下回る状態が 4 日以上続くと、Emuqu はテーパリングと判断し、「負荷と推移」画面で「ピーキング」と表示します。「ディトレーニング」の表示は抑制されます。
ko: ATL이 CTL보다 10% 낮은 상태가 4일 이상 이어지면 Emuqu는 테이퍼링으로 인식하고 궤적 화면에 'Peaking'으로 표시합니다. '훈련 손실' 메시지는 표시하지 않습니다.
nb: Når ATL faller 10% under CTL i 4+ dager, gjenkjenner Emuqu nedtrapping og merker det som 'Peaking' på Bane-skjermen. Meldinger om 'detrening' undertrykkes.
nl: Als de ATL 4+ dagen 10% onder de CTL zakt, herkent Emuqu dat je tapert en labelt het als 'Peaking' op het Trajectscherm. Meldingen over 'detraining' worden onderdrukt.
pt_br: Quando o ATL fica 10% abaixo do CTL por 4+ dias, o Emuqu reconhece que você está em polimento e rotula como 'Peaking' na tela de Trajetória. As mensagens de 'destreinamento' são suprimidas.
ru: Когда ATL держится на 10% ниже CTL 4+ дня, Emuqu распознаёт подводку и помечает её как «Пик формы» на экране траектории. Сообщения о «детренированности» подавляются.
sv: När ATL ligger 10% under CTL i 4+ dagar känner Emuqu igen nedtrappning och märker det som 'Peaking' på Bana-skärmen. Meddelanden om 'avträning' undertrycks.
zh_hans: 当 ATL 连续 4 天以上低于 CTL 达 10% 时，Emuqu 会识别为减量期，并在“轨迹”界面标记为“竞技峰值”，同时不再显示“状态下滑”提示。

source: When the assistant looks up a contact or writes an email for you, it also includes the names, email addresses and notes of your saved email contacts and your default email recipients.
ar: عندما يبحث المساعد عن جهة اتصال أو يكتب لك رسالة بريد إلكتروني، يتضمن ذلك أيضًا أسماء جهات اتصال البريد الإلكتروني المحفوظة وعناوين بريدها وملاحظاتها، ومستلمي البريد الافتراضيين لديك.
da: Når assistenten slår en kontakt op eller skriver en e-mail for dig, indgår også navne, e-mailadresser og noter for dine gemte e-mailkontakter samt dine standardmodtagere.
de: Wenn der Assistent einen Kontakt nachschlägt oder eine E-Mail für dich schreibt, gehören auch die Namen, E-Mail-Adressen und Notizen deiner gespeicherten E-Mail-Kontakte sowie deine Standardempfänger dazu.
es: Cuando el asistente busca un contacto o redacta un correo por ti, también incluye los nombres, direcciones de correo y notas de tus contactos de correo guardados y tus destinatarios predeterminados.
fi: Kun avustaja hakee yhteystiedon tai kirjoittaa sähköpostin puolestasi, mukana ovat myös tallentamiesi sähköpostiyhteystietojen nimet, sähköpostiosoitteet ja muistiinpanot sekä oletusvastaanottajasi.
fr: Lorsque l’assistant recherche un contact ou rédige un e-mail pour vous, cela inclut aussi les noms, adresses e-mail et notes de vos contacts e-mail enregistrés, ainsi que vos destinataires par défaut.
is: Þegar aðstoðarmaðurinn flettir upp tengilið eða skrifar tölvupóst fyrir þig fylgja einnig nöfn, netföng og athugasemdir vistaðra netfangatengiliða þinna og sjálfgefnir viðtakendur þínir.
it: Quando l’assistente cerca un contatto o scrive un’email per te, include anche nomi, indirizzi email e note dei contatti email che hai salvato e i tuoi destinatari predefiniti.
ja: アシスタントが連絡先を調べたり、あなたの代わりにメールを作成したりするときは、保存したメール連絡先の名前・メールアドレス・メモと、デフォルトの宛先も含まれます。
ko: 어시스턴트가 연락처를 찾거나 대신 이메일을 작성할 때는 저장한 이메일 연락처의 이름·이메일 주소·메모와 기본 수신자도 포함됩니다.
nb: Når assistenten slår opp en kontakt eller skriver en e-post for deg, tas også navn, e-postadresser og notater for de lagrede e-postkontaktene dine og standardmottakerne dine med.
nl: Wanneer de assistent een contact opzoekt of een e-mail voor je schrijft, gaan ook de namen, e-mailadressen en notities van je opgeslagen e-mailcontacten en je standaardontvangers mee.
pt_br: Quando o assistente procura um contato ou escreve um e-mail para você, também inclui os nomes, endereços de e-mail e notas dos seus contatos de e-mail salvos e seus destinatários padrão.
ru: Когда ассистент ищет контакт или пишет за вас письмо, туда также входят имена, адреса электронной почты и заметки ваших сохранённых почтовых контактов и получатели по умолчанию.
sv: När assistenten slår upp en kontakt eller skriver ett mejl åt dig ingår även namn, e-postadresser och anteckningar för dina sparade e-postkontakter samt dina standardmottagare.
zh_hans: 当助手查找联系人或替你撰写邮件时，还会包含你保存的邮件联系人的姓名、邮箱地址和备注，以及你的默认收件人。

source: When ATL drops below CTL by 10% for 4+ days, Emuqu recognises you're tapering and labels it 'Peaking' on the Trajectory screen. This suppresses 'detraining' messaging. Turn off if you'd rather always see the raw curves.
ar: عندما يهبط ATL دون CTL بنسبة 10% لمدة 4 أيام أو أكثر، يدرك Emuqu أنك في مرحلة تخفيف ويصنّفها «ذروة» في شاشة المنحى. ويوقف ذلك رسائل «تراجع التدريب». أوقفه إن كنت تفضّل رؤية المنحنيات الخام دائمًا.
da: Når ATL falder 10% under CTL i 4+ dage, genkender Emuqu at du nedtrapper og markerer det som 'Peaking' på Bane-skærmen. Det skjuler beskeder om 'detræning'. Slå fra, hvis du hellere altid vil se de rå kurver.
de: Wenn ATL den CTL um 10% für 4+ Tage unterschreitet, erkennt Emuqu, dass du taperst, und kennzeichnet dies als 'Peaking' auf dem Entwicklungsbildschirm. Dadurch werden „Formverlust“-Meldungen unterdrückt. Schalte aus, wenn du lieber immer die Rohkurven sehen möchtest.
es: Cuando el ATL baja un 10% por debajo del CTL durante 4+ días, Emuqu reconoce que estás afinando y lo etiqueta como «En pico» en la pantalla de Trayectoria. Eso suprime los mensajes de «desentrenamiento». Desactívalo si prefieres ver siempre las curvas en bruto.
fi: Kun ATL jää 10% CTL:n alle 4+ päiväksi, Emuqu tunnistaa keventämisen ja merkitsee sen kehityskaarinäkymässä nimellä "Peaking". Tämä vaimentaa kunnon laskun viestit. Poista käytöstä, jos haluat aina nähdä raa'at käyrät.
fr: Lorsque l’ATL descend 10% sous le CTL pendant 4 jours ou plus, Emuqu reconnaît un affûtage et l’étiquette « Pic de forme » sur l’écran Trajectoire. Cela supprime les messages de « désentraînement ». Désactivez si vous préférez toujours voir les courbes brutes.
is: Þegar ATL fellur 10% undir CTL í 4+ daga þekkir Emuqu niðurtröppun og merkir hana 'Peaking' á ferilskjánum. Það bælir skilaboð um 'afþjálfun'. Slökktu á þessu ef þú vilt frekar sjá hráu ferlana alltaf.
it: Quando l’ATL scende del 10% sotto il CTL per 4+ giorni, Emuqu riconosce lo scarico e lo etichetta come 'Peaking' nella schermata Traiettoria. Questo sopprime i messaggi di 'decondizionamento'. Disattiva se preferisci vedere sempre le curve grezze.
ja: ATL が CTL を 10% 下回る状態が 4 日以上続くと、Emuqu はテーパリングと判断し、「負荷と推移」画面で「ピーキング」と表示します。これにより「ディトレーニング」の表示は抑制されます。常に生の曲線を見たい場合はオフにしてください。
ko: ATL이 CTL보다 10% 낮은 상태가 4일 이상 이어지면 Emuqu는 테이퍼링으로 인식하고 궤적 화면에 'Peaking'으로 표시합니다. 이때 '훈련 손실' 메시지는 표시되지 않습니다. 항상 원본 곡선을 보고 싶다면 끄세요.
nb: Når ATL faller 10% under CTL i 4+ dager, gjenkjenner Emuqu nedtrapping og merker det som 'Peaking' på Bane-skjermen. Dette undertrykker meldinger om 'detrening'. Slå av hvis du heller vil se de rå kurvene alltid.
nl: Als de ATL 4+ dagen 10% onder de CTL zakt, herkent Emuqu dat je tapert en labelt het als 'Peaking' op het Trajectscherm. Daarmee worden 'detraining'-meldingen onderdrukt. Zet uit als je liever altijd de ruwe curves ziet.
pt_br: Quando o ATL fica 10% abaixo do CTL por 4+ dias, o Emuqu reconhece que você está em polimento e rotula como 'Peaking' na tela de Trajetória. Isso suprime as mensagens de 'destreinamento'. Desative se preferir sempre ver as curvas brutas.
ru: Когда ATL держится на 10% ниже CTL 4+ дня, Emuqu распознаёт подводку и помечает её как «Пик формы» на экране траектории. Это подавляет сообщения о «детренированности». Отключите, если предпочитаете всегда видеть исходные кривые.
sv: När ATL ligger 10% under CTL i 4+ dagar känner Emuqu igen nedtrappning och märker det som 'Peaking' på Bana-skärmen. Det undertrycker meddelanden om 'avträning'. Stäng av om du hellre alltid vill se råkurvorna.
zh_hans: 当 ATL 连续 4 天以上低于 CTL 达 10% 时，Emuqu 会识别为减量期，并在“轨迹”界面标记为“竞技峰值”，同时屏蔽“状态下滑”提示。若你更希望始终看到原始曲线，可以关闭此项。

source: When enabled, diagnostic logs are saved to disk. Enable this before reproducing an issue, then export the log above. Logs are encrypted at rest and auto-rotate at 2 MB.
ar: عند التفعيل، يتم حفظ سجلات التشخيص على القرص. فعّل هذا قبل إعادة إنتاج المشكلة، ثم قم بتصدير السجل أعلاه. السجلات مشفرة في حالة السكون وتُدار تلقائياً عند 2 ميغابايت.
da: Når aktiveret gemmes diagnostiklogfiler på disk. Aktiver dette, inden du genskaber et problem, og eksporter derefter loggen ovenfor. Logfiler er krypteret i hvile og roterer automatisk ved 2 MB.
de: Wenn aktiviert, werden Diagnoseprotokolle auf der Festplatte gespeichert. Aktiviere dies vor dem Reproduzieren eines Problems und exportiere dann das obige Protokoll. Protokolle werden verschlüsselt gespeichert und bei 2 MB automatisch rotiert.
es: Cuando se activa, los registros de diagnóstico se guardan en disco. Actívalo antes de reproducir un problema y luego exporta el registro de arriba. Los registros se cifran en reposo y rotan automáticamente a los 2 MB.
fi: Kun käytössä, diagnostiikkalokit tallennetaan levylle. Ota tämä käyttöön ennen ongelman toistamista ja vie sitten loki yllä. Lokit salataan levyllä ja kierrätetään automaattisesti 2 Mt:ssa.
fr: Lorsque activée, les journaux de diagnostic sont enregistrés sur le disque. Activez cette option avant de reproduire un problème, puis exportez le journal ci-dessus. Les journaux sont chiffrés au repos et font une rotation automatique à 2 Mo.
is: Þegar virkt eru greiningarskrár vistaðar á disk. Virkjaðu þetta áður en þú endurskapar vandamál, síðan fluttu út skrána hér að ofan. Skrár eru dulkóðaðar í hvíld og snúast sjálfkrafa við 2 MB.
it: Quando attivata, i log diagnostici vengono salvati su disco. Attivare prima di riprodurre un problema, poi esportare il log sopra. I log sono crittografati a riposo e ruotano automaticamente a 2 MB.
ja: 有効にすると、診断ログがディスクに保存されます。問題を再現する前にこれを有効にし、上のログをエクスポートしてください。ログは保存時に暗号化され、2 MBで自動ローテーションされます。
ko: 활성화하면 진단 로그가 디스크에 저장됩니다. 문제를 재현하기 전에 이 기능을 활성화한 후 위의 로그를 내보내세요. 로그는 저장 시 암호화되며 2MB에서 자동 교체됩니다.
nb: Når aktivert, lagres diagnostikklogger på disk. Aktiver dette før du gjenskaper et problem, og eksporter deretter loggen over. Logger er kryptert i hvile og roterer automatisk ved 2 MB.
nl: Wanneer ingeschakeld worden diagnostische logbestanden op schijf opgeslagen. Schakel dit in voordat u een probleem reproduceert en exporteer vervolgens het logbestand hierboven. Logbestanden worden versleuteld opgeslagen en roteren automatisch bij 2 MB.
pt_br: Quando habilitado, logs de diagnóstico são salvos no disco. Habilite antes de reproduzir um problema, depois exporte o log acima. Os logs são criptografados em repouso e rotacionam automaticamente a 2 MB.
ru: При включении диагностические журналы сохраняются на диск. Включите перед воспроизведением проблемы, затем экспортируйте журнал выше. Журналы шифруются при хранении и автоматически ротируются при 2 МБ.
sv: När aktiverat sparas diagnostikloggar till disk. Aktivera detta innan du återskapar ett problem och exportera sedan loggen ovan. Loggar krypteras i vila och roteras automatiskt vid 2 MB.
zh_hans: 启用后，诊断日志将保存到磁盘。在复现问题之前启用此功能，然后导出上方的日志。日志在静态时加密，2MB时自动轮转。

source: When enabled, the AI may search the web for questions your on-device data can't answer — research, hardware specs, firmware updates. With a Tavily key the search goes to Tavily; on Claude, Anthropic runs it. Tavily searches for research and hardware questions are limited to authority sources (PubMed, manufacturer docs, established training-science blogs), and both routes block known content-farm sites.
ar: عند التفعيل، قد يبحث الذكاء الاصطناعي على الويب عن الأسئلة التي لا يمكن لبياناتك على الجهاز الإجابة عنها — الأبحاث ومواصفات العتاد وتحديثات البرنامج الثابت. مع مفتاح Tavily يذهب البحث إلى Tavily؛ ومع Claude تُجريه Anthropic. تقتصر عمليات بحث Tavily عن أسئلة الأبحاث والعتاد على المصادر الموثوقة (PubMed ووثائق الشركات المصنّعة والمدونات المعتمدة في علوم التدريب)، ويحظر كلا المسارين مواقع مزارع المحتوى المعروفة.
da: Når dette er slået til, kan AI'en søge på nettet efter svar på spørgsmål, som dine data på enheden ikke kan besvare — forskning, hardwarespecifikationer, firmwareopdateringer. Med en Tavily-nøgle går søgningen til Tavily; på Claude udfører Anthropic den. Tavily-søgninger om forskning og hardware er begrænset til autoritative kilder (PubMed, producentdokumentation, etablerede blogs om træningsvidenskab), og begge veje blokerer kendte content farm-sider.
de: Wenn aktiviert, kann die KI das Web nach Fragen durchsuchen, die deine Daten auf dem Gerät nicht beantworten können – Forschung, Hardware-Spezifikationen, Firmware-Updates. Mit einem Tavily-Schlüssel geht die Suche an Tavily; bei Claude führt Anthropic sie aus. Tavily-Suchen zu Forschungs- und Hardwarefragen sind auf vertrauenswürdige Quellen beschränkt (PubMed, Herstellerdokumentation, etablierte Blogs zur Trainingswissenschaft), und beide Wege blockieren bekannte Content-Farm-Seiten.
es: Cuando está activado, la IA puede buscar en la web preguntas que tus datos en el dispositivo no pueden responder: investigación, especificaciones de hardware, actualizaciones de firmware. Con una clave de Tavily, la búsqueda va a Tavily; con Claude, la realiza Anthropic. Las búsquedas de Tavily sobre investigación y hardware se limitan a fuentes de autoridad (PubMed, documentación de fabricantes, blogs consolidados de ciencia del entrenamiento), y ambas vías bloquean las granjas de contenidos conocidas.
fi: Kun tämä on käytössä, tekoäly voi etsiä verkosta vastauksia kysymyksiin, joihin laitteesi tiedot eivät pysty vastaamaan — tutkimukset, laitteistotiedot, laiteohjelmistopäivitykset. Tavily-avaimella haku menee Tavilylle; Claudella sen suorittaa Anthropic. Tavilyn tutkimus- ja laitteistohaut on rajattu luotettaviin lähteisiin (PubMed, valmistajien dokumentaatio, vakiintuneet harjoittelutieteen blogit), ja kumpikin reitti estää tunnetut sisältötehdassivustot.
fr: Lorsque cette option est activée, l'IA peut effectuer des recherches sur le web pour les questions auxquelles vos données sur l'appareil ne peuvent pas répondre — recherche scientifique, spécifications matérielles, mises à jour de firmware. Avec une clé Tavily, la recherche passe par Tavily ; avec Claude, c'est Anthropic qui l'effectue. Les recherches Tavily sur la science et le matériel sont limitées à des sources fiables (PubMed, documentation des fabricants, blogs reconnus de science de l'entraînement), et les deux voies bloquent les fermes de contenu connues.
is: Þegar þetta er kveikt getur gervigreindin leitað á vefnum að svörum við spurningum sem gögnin í tækinu þínu geta ekki svarað — rannsóknir, vélbúnaðarforskriftir, fastbúnaðaruppfærslur. Með Tavily-lykli fer leitin til Tavily; með Claude framkvæmir Anthropic hana. Tavily-leitir um rannsóknir og vélbúnað eru takmarkaðar við áreiðanlegar heimildir (PubMed, skjöl framleiðenda, viðurkennd blogg um þjálfunarvísindi) og báðar leiðir loka á þekktar efnisframleiðslusíður.
it: Quando è attivata, l'IA può cercare sul web le domande a cui i tuoi dati sul dispositivo non possono rispondere — ricerca, specifiche hardware, aggiornamenti firmware. Con una chiave Tavily la ricerca va a Tavily; con Claude la esegue Anthropic. Le ricerche Tavily su ricerca scientifica e hardware sono limitate a fonti autorevoli (PubMed, documentazione dei produttori, blog affermati di scienza dell'allenamento), ed entrambe le vie bloccano i siti content farm noti.
ja: 有効にすると、AI はデバイス上のデータでは答えられない質問についてウェブを検索することがあります — 研究、ハードウェア仕様、ファームウェアの更新など。Tavily キーがあれば検索は Tavily に送られ、Claude では Anthropic が検索を実行します。研究やハードウェアに関する Tavily 検索は権威ある情報源（PubMed、メーカーのドキュメント、定評あるトレーニング科学ブログ）に限定され、どちらの経路でも既知のコンテンツファームのサイトはブロックされます。
ko: 사용하면 AI는 기기 내 데이터로 답할 수 없는 질문에 대해 웹을 검색할 수 있습니다 — 연구, 하드웨어 사양, 펌웨어 업데이트 등. Tavily 키가 있으면 검색은 Tavily로 가고, Claude에서는 Anthropic이 검색을 실행합니다. 연구 및 하드웨어 질문에 대한 Tavily 검색은 권위 있는 출처(PubMed, 제조사 문서, 공인된 훈련 과학 블로그)로 제한되며, 두 경로 모두 알려진 콘텐츠 팜 사이트를 차단합니다.
nb: Når dette er på, kan KI-en søke på nettet etter svar på spørsmål som dataene på enheten din ikke kan svare på — forskning, maskinvarespesifikasjoner, fastvareoppdateringer. Med en Tavily-nøkkel går søket til Tavily; på Claude utfører Anthropic det. Tavily-søk om forskning og maskinvare er begrenset til autoritative kilder (PubMed, produsentdokumentasjon, anerkjente blogger om treningsvitenskap), og begge veiene blokkerer kjente innholdsfarm-nettsteder.
nl: Wanneer ingeschakeld, kan de AI op het web zoeken naar vragen die je gegevens op het apparaat niet kunnen beantwoorden — onderzoek, hardwarespecificaties, firmware-updates. Met een Tavily-sleutel gaat de zoekopdracht naar Tavily; op Claude voert Anthropic hem uit. Tavily-zoekopdrachten over onderzoek en hardware zijn beperkt tot gezaghebbende bronnen (PubMed, fabrikantendocumentatie, gevestigde blogs over trainingswetenschap), en beide routes blokkeren bekende content-farmsites.
pt_br: Quando ativada, a IA pode pesquisar na web perguntas que os dados no seu dispositivo não conseguem responder — pesquisas, especificações de hardware, atualizações de firmware. Com uma chave do Tavily, a busca vai para o Tavily; no Claude, a Anthropic faz a busca. As buscas do Tavily sobre pesquisa e hardware ficam restritas a fontes confiáveis (PubMed, documentação de fabricantes, blogs consolidados de ciência do treino), e os dois caminhos bloqueiam sites conhecidos de fábrica de conteúdo.
ru: Если включено, ИИ может искать в интернете ответы на вопросы, на которые данные на устройстве ответить не могут, — исследования, характеристики оборудования, обновления прошивок. С ключом Tavily поиск идёт в Tavily; в Claude его выполняет Anthropic. Поиск Tavily по исследованиям и оборудованию ограничен авторитетными источниками (PubMed, документация производителей, признанные блоги по науке о тренировках), и оба пути блокируют известные сайты-контент-фермы.
sv: När detta är på kan AI:n söka på webben efter svar på frågor som dina data på enheten inte kan besvara — forskning, hårdvaruspecifikationer, firmware-uppdateringar. Med en Tavily-nyckel går sökningen till Tavily; på Claude utför Anthropic den. Tavily-sökningar om forskning och hårdvara är begränsade till auktoritativa källor (PubMed, tillverkardokumentation, etablerade bloggar om träningsvetenskap), och båda vägarna blockerar kända innehållsfarmer.
zh_hans: 启用后，AI 可针对设备端数据无法回答的问题在网络上搜索——研究、硬件规格、固件更新等。有 Tavily 密钥时搜索发送到 Tavily；使用 Claude 时由 Anthropic 执行搜索。Tavily 关于研究和硬件问题的搜索仅限于权威来源（PubMed、制造商文档、知名训练科学博客），两种途径都会屏蔽已知的内容农场网站。
